/*
*********************************************************************************************************
*
*	模块名称 : 到位开关模块
*	文件名称 : bsp_limit_switch.h
*	版    本 : V1.0
*	说    明 : 头文件
*
*********************************************************************************************************
*/

#ifndef __BSP_LIMIT_SWITCH_H
#define __BSP_LIMIT_SWITCH_H

#include "stm32f10x_conf.h"

void BUTTON_Configuration(void);
void EXTI_Configuration(void);



#endif

/**************************************************************/
